tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "sambadevi/powerlevel9k"
brew "efm-langserver"
brew "fd"
brew "gh"
brew "git"
brew "neovim"
brew "node"
brew "nvm"
brew "ripgrep"
brew "the_silver_searcher"
brew "tmux"
brew "watchman"
brew "yarn"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "alacritty"
cask "docker"
cask "font-hack-nerd-font"
cask "postman"
cask "spotify"
