tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "oven-sh/bun"
brew "act"
brew "bat"
brew "buildkit"
brew "fd"
brew "fzf"
brew "gh"
brew "go"
brew "graphicsmagick"
brew "imagemagick"
brew "luajit", args: ["HEAD"]
brew "tree-sitter"
brew "neovim"
brew "pkgconf"
brew "pnpm"
brew "poppler"
brew "python@3.11"
brew "ripgrep"
brew "utf8proc", args: ["HEAD"]
brew "tmux"
brew "tnftp"
brew "yarn"
brew "zsh-syntax-highlighting"
brew "oven-sh/bun/bun"
cask "alacritty"
cask "arduino-ide@nightly"
cask "font-victor-mono"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "kitty"
cask "openoffice"
cask "postman"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "whatsapp"
vscode "amatiasq.sort-imports"
vscode "asvetliakov.vscode-neovim"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "mblode.one-dark-italic"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "rvest.vs-code-prettier-eslint"
vscode "serge.vsc-material-theme-italicize"
vscode "tobiasalthoff.atom-material-theme"
vscode "tomrijndorp.find-it-faster"
vscode "vscodevim.vim"
